{
    "global": {
        "toggle-theme": "Cambiar Tema",
        "toggle-lang": "Lenguaje"
    },
    "nav": {
        "gallery": "Galería",
        "meteoriks": "Meteoriks",
        "about": "Sobre"
    },
    "artwork": {
        "platform": "Ejecutable de {{platform}}"
    },
    "badges": {
        "meteorik-nominee": "Nominada/o a Meteoriks {{meteorik-year}}",
        "meteorik-winner": "Ganador/a de Meteoriks {{meteorik-year}}"
    },
    "meteoriks": {
        "what-are-meteoriks": "¿Qué son Los Meteoriks?",
        "what-are-meteoriks-p1": "<a href=\"{{external-url-meteoriks}}\">Los Meteoriks</a> son un concurso donde se eligen a las mejores producciones que la demoscene tiene para ofrecer. Se presenta en la demoparty de Revision, anualmente, durante la pascua.",
        "what-are-meteoriks-p2": "A causa de un gran interés por parte de la comunidad para crear Gráficos Ejecutables, el 2021 Los Meteoriks agregaron una nueva categoria llamada El Mejor Gráfico Ejecutable. Los/as nominados/as y ganadores/as pueden ser vistos/as abajo.",
        "juror-application-open": "Las postulaciones para ser jurado de Los Meteoriks {{current-year}} ya están <a href=\"{{external-url-meteoriks-jurors}}\">abiertas</a>!",
        "public-nominations-open": "Las inscripciones para ser nominados a Los Meteoriks {{current-year}} ya están abiertas - puedes enviar tus postulaciones para que sean evaluadas por el jurado a traves de las plataformas de <a href=\"{{external-url-pouet}}\">Pouët</a> y <a href=\"{{external-url-demozoo}}\">Demozoo</a>."
    },
    "about": {
        "what-is-exegfx": "¿Qué es un Gráfico Ejecutable?",
        "what-is-exegfx-p1": "En su sentido más puro, los Gráficos Ejecutables son arte visual proceduralmente creado con software. Las obras no son archívos de imágenes, si no que un programa que cuando es ejecutado dibuja la obra en el momento.",
        "what-is-exegfx-p2": "While the popular demoscene demo/intro formats produce realtime animated visuals and music, Executable Graphics produces only a single still image, with more time for rendering. This allows for more computationally intensive rendering techniques that cannot be run in realtime.",
        "what-is-exegfx-p3": "Over the last decade or so, demoparties have popularized the 4K Executable Graphics format. Make no mistake, '4K' here refers to the filesize, not the resolution - each entry to these competitions cannot exceed 4 kilobytes (4096 bytes) in size.",
        "what-is-exe-dot-gfx": "¿Qué es executable.graphics?",
        "what-is-exe-dot-gfx-p1": "This website presents a gallery of artworks from various artists in the Executable Graphics scene. Each piece in the collection was rendered by an executable no larger than 4096 bytes.",
        "what-is-exe-dot-gfx-p2": "You are invited to browse the collection as you would an art gallery - to spend time with each piece, and to consider the craft (both artistic and technical) behind each.",
        "credit-curator": "Esta colección está curada por yx.",
        "credit-translators": "Traducción por {{translators}}."
    },
    "footer": {
        "copyright-website": "Página Web © yx.",
        "copyright-artworks": "Todos los trabajos son © de los respectivos autores.",
        "copyright-pouet": "Gráficos de Pouët © mandarine."
    }
}
